@extends('layouts.master')


@section('content')

    <ol>
        <li>Сделать 1 страницу где справа будет меню, в котором будут содержаться все картегории и их подкатегории и там можно будет выбрать конкретную статью</li>
        <li>Статьи должны отдавать асинхроно</li>
        <li>Наполнить первую категории меню контентом по ларавель</li>
        <li>Добавить коментраии на сайте</li>
        <li>Нужно будет потом с категориями настроить. Нужно создать таблицу и связать в базе данных</li>
    </ol>


@endsection

